---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricParamRounding
source: html/0e7adfda-ed0a-a127-e3a7-d6b622cbcf6a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricParamRounding Property

"Rounding Overrides"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricParamRounding { get; }
```